#HotIf GetKeyState("Shift", "P")
    `; & w::É
    `; & e::Ě
    `; & r::Ř
    `; & t::Ť
    `; & y::Ý
    `; & u::Ů
    `; & i::Í
    `; & o::Ó
    `; & a::Á
    `; & s::Š
    `; & d::Ď
    `; & j::Ú
    `; & z::Ž
    `; & c::Č
    `; & n::Ň
#HotIf

#HotIf !GetKeyState("Shift","P")
    `; & w::é
    `; & e::ě
    `; & r::ř
    `; & t::ť
    `; & y::ý
    `; & u::ů
    `; & i::í
    `; & o::ó
    `; & a::á
    `; & s::š
    `; & d::ď
    `; & j::ú
    `; & z::ž
    `; & c::č
    `; & n::ň
#HotIf